cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'unrar'

cask '1password'
cask 'google-chrome'
cask 'seashore'
cask 'slack'
cask 'transmission'
cask 'vlc'
